const answer = [
  { answer: '매우 그런 편이다', value: 5 },
  { answer: '그런 편이다', value: 4 },
  { answer: '보통이다.', value: 3 },
  { answer: '그렇지 않은 편이다.', value: 2 },
  { answer: '매우 그렇지 않다.', value: 1 },
]

const qnaList = [
  {
    q: '1. 좋은 장점을 갖고 있지만, 사람들에게 보여질 기회가 적다고 느낀다.',
    a: answer
  },
  {
    q: '2. 남들에게 오해가 쌓여 나의 가치가 저평가되는 것 같다. ',
    a: answer
  },
  {
    q: '3. 성과를 완성하기 위해 오랜시간 기다리는 것이 힘들다',
    a: answer
  },
  {
    q: '4. 남들보다 일찍 성과를 드러낸다고 생각한다',
    a: answer
  },
  {
    q: '5. 과제를 덜했더라도 타이밍에 맞춰서 내는 것이 더 중요하다',
    a: answer
  },

  {
    q: '6. 겉모습을 꾸미는 데에 신경을 많이 쓰는 편이다',
    a: answer
  },
  {
    q: '7. 감기나 몸살 같은 잔병치레가 많은 편이다',
    a: answer
  },
  {
    q: '8. 부분적인 장점 여러 개를 가진 사람보다는 하나의 큰 강점을 갖고 있는 사람에게 더 매력을 느끼는 편이다',
    a: answer
  },
  {
    q: '9. 나는 멘탈이 단단한 편이다',
    a: answer
  },
  {
    q: '10. 나는 일을 할 때에 많은 결과물을 내는 것이 중요하다',
    a: answer
  }
]

const infoList = [
  {
    name: '품종명: 쓰가루(아오리)',
    desc: '육성내력: 골든딜리셔스에 홍옥을 교배하여 만든 품종'+ '\n' +
	   '열매 익는 시기: 8월 하순-9월 초'+ '\n' +
	    '색깔: 담홍색'+ '\n' +
	    '식감: 과즙이 많다. 덜 익으면 떫은 감도 있지만 청량감이 있고, 익으면 상큼한 맛.'+ '\n' +
	    '저장기간: 20일 정도 - 저장기간이 지나게 되면 열매 표면에서 유질(물에 녹지 않는 유연성을 가진 왁스같은 물질)이 나옴.'+ '\n'
  },
  {
    name: '품종명: 홍로',
    desc: '육성내력: 골든딜리셔스에 홍옥을 교배하여 만든 품종'+ '\n' +
	   '육성내력: 대한민국 원예연구소에서 1980년에 스퍼어리 블레이즈에 스퍼 골든 딜리셔스를 교배하여 개발한 사과 품종. 1988년 홍로라는 이름으로 결정. \n'+ '\n' +
	    '국내에서 육성된 최초로 육성된 사과품종.'+ '\n' +
	    '열매 익는 시기: 9월 상중순'+ '\n' +
	    '색깔: 농홍색. 이 사과는 우락부락한 윤곽이 특징인 사과예요. 반짝이는 표면도 아름답다.'+ '\n' +
      '식감: 당도는 높지만 산이 적어 신맛이 거의 없어 새콤한 맛이 덜하고 아삭거리는 느낌이다. 과육 속에 당이 뭉쳐 있는 경우가 많아서 꿀사과라고도 불리기도 한다. 과육 조직이 치밀해서 단단하고 과즙은 적은 편이다.'+ '\n\n' +
      '저장기간: 30일 정도'+ '\n\n'
  }
]
